Revit 2027 API
SpecTypeId.Number Property
 Number, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Number { get; }
Public Shared ReadOnly Property Number As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Number {
	ForgeTypeId^ get ();
}
static member Number : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace